micropython/micropython/ports/raspberrypi/boards/pimoroni_keybow2040/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Pimoroni Keybow 2040"
#define MICROPY_HW_MCU_NAME "rp2040"

#define DEFAULT_I2C_BUS_SCL (&pin_GPIO5)
#define DEFAULT_I2C_BUS_SDA (&pin_GPIO4)

#define DEFAULT_UART_BUS_RX (&pin_GPIO1)
#define DEFAULT_UART_BUS_TX (&pin_GPIO0)
